<?php

// Heading
$_['heading_title_delete'] = 'Удаление аккаунта и персональных данных';

// Text
$_['text_delete_account'] = 'Удалить аккаунт';
$_['text_account'] = 'Личный Кабинет';
$_['text_success'] = 'Заявка успешно отправлена. Ожидайте уведомлений на Ваш Email.';
$_['text_delete'] = 'Удаление аккаунта';
$_['text_data_delete'] = 'Заявка успешно выполнена. Ваш аккаунт и все Ваши персональные данные полностью удалены с нашего сайта.';
$_['text_description_delete'] = 'Вы можете отправить заявку на удаление аккаунта и персональных данных, которыми обладает этот сайт. Обратите внимание, что удаление аккаунта безвозвратно.';
$_['text_header_delete'] = 'Подтверждение удаления аккаунта';
$_['text_confirmation_delete'] = 'Кто-то подал заявку на удаление Вашего аккаута. Если это были не Вы - проигнорируйте это письмо.';

// Button
$_['button_delete'] = 'Удалить аккаунт';

// Error
$_['error_approved'] = 'Внимание! Ваш аккаунт еще не активирован.';
$_['error_code'] = 'Неправильный код проверки!';