<?php

// Heading
$_['heading_title_delete'] = 'Видалення акаунта і персональних даних';

// Text
$_['text_delete_account'] = 'Видалення акаунта';
$_['text_account'] = 'Особистий кабінет';
$_['text_success'] = 'Заявка успішно відправлена. Очікуйте сповіщення на Ваш Email.';
$_['text_delete'] = 'Видалення акаунту';
$_['text_data_delete'] = 'Заявка успішно виконана. Ваш обліковий запис та всі Ваші персональні дані повністю видалені з нашого сайту.';
$_['text_description_delete'] = 'Ви можете надіслати заявку на видалення облікового запису та персональних даних, якими володіє цей сайт. Зверніть увагу, що видалення облікового запису безповоротно.';
$_['text_header_delete'] = 'Підтвердження видалення акаунту';
$_['text_confirmation_delete'] = 'Хтось подав заявку на видалення Вашого облікового запису. Якщо це були не Ви – проігноруйте цей лист.';

// Button
$_['button_delete'] = 'Видалити акаунт';

// Error
$_['error_approved'] = 'Помилка! Ваш акаунт ще не активовано.';
$_['error_code'] = 'Неправильний код перевірки!';